package by.tms.viewcollections

class NameCollections {
    val names =
        arrayListOf(
            "Никита",
            "Артём",
            "Саша",
            "Виталий",
            "Ваня",
            "Слава",
            "Илья",
            "Артём",
            "Егор",
            "Саша",
            "Саша",
            "Евгений",
            "Анатолий",
            "Алексей",
            "Мариша",
            "Никита",
            "Артём",
            "Саша",
            "Виталий",
            "Ваня",
            "Слава",
            "Илья",
            "Артём",
            "Егор",
            "Саша",
            "Саша",
            "Евгений",
            "Анатолий",
            "Алексей",
            "Мариша"
        )

    companion object {
        val instance = NameCollections()
    }
}